/* Application Title */
"Chuck's Currency Converter"="Le convertisseur de devises";
/* Verb: To change money from one currency into another */
"Convert"="Convertir";
/* Prompt to visit web site */
"Visit Our Website"="Visitez notre site Internet";
/* Settings */
"Settings"="Réglages";
/* Add Currency Title */
"Add Currency"="Ajouter devise";
/* Currencies Title */
"Currencies"="Devises";
/* Download Rates Title */
"Download Rates"="Télécharger Taux";
/* Alert Title */
"Alert"="Alerte";
/* Prompt to the user to ask to download new rates from the internet */
"AskToDownload"="Vos taux d'échanges ont été mis à jour pour la dernière fois le %@\n Voulez-vous télécharger des taux mis à jour ?";
/* Prompt to the user in an alert box */
"Cannot Delete a currency when set as To, From or Master"="Cette devise est actuellement utilisée comme votre %@ Devise.\n\nPassez à une autre Devise dans les Réglages avant d'effacer.";
/* Prompt to the user in an alert box */
"ChangeCurrencyCode"="Le Code de Devise : \n%@ \n est un code réservé.\n\nVeuillez changer votre Code de Devise";
/* Prompt to the user in an alert box */
"ConvertingFromInformation"="Vous convertissez DE :\n %@\n\n ce qui équivaut à\n %@\n %@.\n\n Taux mis à jour pour la dernière fois le\n%@";
/* Prompt to the user in an alert box */
"ConvertingToInformation"="Vous convertissez EN:\n %@\n\n ce qui équivaut à\n %@\n %@.\n\n Taux mis à jour pour la dernière fois le\n%@";
/* Label to the user that a rate in a table can be changed in Settings */
"Can be changed in Settings"="Peut être changé dans Réglages";
/* You cannot save a currency with a conversion rate of zero. */
"You cannot save a currency with a conversion rate of zero."="Vous ne pouvez sauvegarder une devise au taux de conversion de zéro.";
/* There was an error saving to the Database */
"There was an error saving to the Database"="Une erreur s'est produite durant la sauvegarde de la base de données";
/* There was an error saving your Currency */
"There was an error saving your Currency"="Une erreur s'est produite lors de la sauvegarde de votre Devise";
/* Verb: Add Button */
"Add"="Ajouter";
/* Cancel Button */
"Cancel"="Annuler";
/* Done Button */
"Done"="Effectué";
/* Verb: Edit Button */
"Edit"="Modifier";
/* OK Button */
"OK"="OK";
/* Verb: Save Button */
"Save"="Sauvegarder";
/* Update Button */
"Update"="Mise à jour";
/* Label for a switch in settings */
"Check for new rates"="Consulter nouveaux taux";
/* Currency Description */
"Currency Description"="Description Devise";
/* 3 Letter Currency Code */
"3 Letter Currency Code"="Code Devise 3 lettres";
/* Currency Rate to U.S. Dollar */
"Currency Rate to U.S. Dollar"="Taux Devise vers dollar U.S.";
/* Currency Symbol (ASCII) */
"Currency Symbol (ASCII)"="Symbole Devise (ASCII)";
/* Verb: Download from internet */
"Download"="Télécharger";
/* Download Complete Label */
"Download Complete"="Téléchargement complet";
/* Downloading Label */
"Downloading"="Téléchargement en cours";
/* Edit Rate Label */
"Edit Rate"="Modifier taux";
/* Edit User Currency */
"Edit User Currency"="Modifier Devise utilisateur";
/* enter amount on keypad prompt */
"enter amount on keypad"="entrez montant sur clavier";
/* Error with Download In Alert box */
"Error with Download"="Erreur de téléchargement";
/* From Currency */
"From Currency"="De la Devise";
/* FROM Label */
"From"="De";
/* TO Label */
"To"="En";
/* MASTER Label */
"Master"="Principale";
/* Parsing Data Label */
"Parsing Data"="Analyse données";
/* Noun: Rates Label */
"Rates"="Taux";
/* Saving Data label */
"Saving Data"="Données en cours de sauvegarde";
/* To Currency Label */
"To Currency"="Vers la Devise";
/* Settings Selections */
"Convert From"="Convertir De";
/* Settings Selections */
"Convert To"="Convertir En";
/* Rates In Database */
"Rates in Database" = "Taux dans la base de données";
/* Last Update */
"Last Update" = "Dernière mise à jour";

